import React from 'react'

export const About = () => {
  return (
    <div className='about'>
      <div>
        <h2>نبذة مختصرة:-</h2>
        <p>نعمل في مجال الالوميتال منذ أكثر من 25 سنة ولدينا من الخبرة التي تؤهلنا لابتكار وتصنيع ارقي التصميمات التي تنافس العالمية ولدينا احدث الماكينات والادوات التي تساعدنا علي الاهتمام بأدق التفاصيل </p>
      </div>
      <div>
        <h2> مواعيد العمل:-</h2>
        <p>من السبت الي الخميس من الساعة 9:00 الي 21:00</p>
      </div>
    </div>
  )
}

export default About;
